Repository: common-repository/igumbi-online-booking
Catalog: lang/igumbi-online-booking-*_formal.po
Languages: de

source: Generate commission free online bookings directly on your Wordpress Site. igumbi.com is a simple and fast online booking tool / online booking engine (also a online hotelsoftware / PMS & a revenue / yield management system). igumbi gives you dynamic prices based on revenue management algorithms, which help you implement an upselling strategy. This will help you, as the property owner, to earn more and pay less OTA comissions. The plugin is free to use, but you do need an account with igumbi.com. A free trial account is available at <a href="https://www.igumbi.com/trial">https://www.igumbi.com/trial</a>.
de: Generieren Sie provisionsfreie Online-Buchungen direkt auf Ihrer WordPress-Website. igumbi.com ist ein einfaches und schnelles Online-Buchungstool/ Online-Buchungssystem (auch eine Online-Hotelsoftware/ PMS und ein Revenue-/ Yield-Management-System). igumbi bietet dynamische Preise basierend auf Revenue-Management-Algorithmen, die Ihnen bei der Umsetzung einer Up-Selling-Strategie helfen. Dadurch können Sie als Eigentümer Ihren Umsatz steigern und weniger an OTA-Provisionen zahlen. Das Plugin ist kostenlos nutzbar, erfordert jedoch ein Konto bei igumbi.com. Ein kostenloses Testkonto ist unter <a href="https://www.igumbi.com/trial">https://www.igumbi.com/trial</a> verfügbar.

source: We could not fetch the Productcategories from igumbi
de: Wir konnten die Produktkategorien nicht von igumbi holen

source: List of Productcategories for the availability calendar
de: Liste der Produktkategorien für den Verfügbarkeitskalender

source: It is possible to embed a <b>classic availability calender</b> showing the dates of the current month for the entire next year. Typically such calendars are embedded on a page describing hotel rooms, an apartment or a holidayrental. Below you will find a list of the categories and a sample of the availability calendar.
de: Es gibt die Möglichkeit einen <b>klassischen Verfügbarkeitskalender</b> mit den Terminen des aktuellen Monats bis zum Ende des folgenden Jahres einzubetten. Typisch werden solche Kalender in Seiten, die ein Apartment/ eine Ferienwohnung beschreiben, eingebettet. In der Liste unterhalb sieht man die buchbaren Kategorien und den dazugehörigen Shortcode. Ein Beispielkalender für eine Kategorie ist eingebettet.

source: Hotel Code
de: Hotelcode in igumbi

source: Shortcode for the Availability Calendar
de: Shortcode für den Verfügbarkeitskalender

source: Settings
de: Einstellungen

source: igumbi Online Booking Tool Embedding Page
de: igumbi Online Buchungstool Einbetten

source: Our plugin helps with direct online bookings for small hotels, apartments & holiday flats. Seamlessly integrated with WordPress, it generates online bookings, invoiced & paid via Stripe, simplifying the process for owners & guests. Delight in a user-friendly, efficient solution for managing reservations and increasing occupancy.
de: Unser Plugin erleichtert direkte Online-Buchungen für kleine Hotels, Apartments und Ferienwohnungen. Nahtlos in WordPress integriert, generiert es Online-Buchungen, die über Stripe in Rechnung gestellt und bezahlt werden, und vereinfacht so den Prozess für Eigentümer und Gäste. Freuen Sie sich über eine benutzerfreundliche, effiziente Lösung zur Verwaltung von Reservierungen und Steigerung der Auslastung.

source: You will find the 7 character <b>hotel code</b> on the igumbi <a href="https://www.igumbi.net/settings/mine?locale=en&utm_campaign=wpplugin&utm_source=adminpage&utm_medium=link">settings page</a>.<br/> To see it you need an account and need to be logged in at <a href="https://www.igumbi.net/login?locale=en&utm_campaign=wpplugin&utm_source=adminpage&utm_medium=link">igumbi</a>.<br/>Create a new <a href="https://www.igumbi.com/trial?locale=en&utm_campaign=wpplugin&utm_source=adminpage&utm_medium=link">trial account</a>.
de: Den 7-Buchstaben <b>Hotelcode</b> finden Sie auf der igumbi <a href="https://www.igumbi.net/settings/mine?utm_campaign=wpplugin&utm_source=adminpage&utm_medium=link">Settings Seite</a>.<br/>Dafür brauchen Sie ein Benutzer Account und Sie müssen in <a href="https://www.igumbi.net/login?utm_campaign=wpplugin&utm_source=adminpage&utm_medium=link">igumbi eingeloggt</a> sein.<br/>Legen Sie einen <a href="https://www.igumbi.com/trial?utm_campaign=wpplugin&utm_source=adminpage&utm_medium=link">Demo Zugang</a> an.

source: igumbi Language Code
de: igumbi Sprachcode

source: Language: ISO code, Supported languages are de, en, gr, ru, es, nl, jp, de_du
de: ISO Sprachcode. Die unterstützten Sprachen sind: de, en, gr, ru, es, nl, jp, de_du

source: <b>tall or wide/wide2 mode</b><br/> <b>wide2</b> is the default for responsive single column templates (Twenty Twenty, Twenty twenty-One... Twenty-Twenty-Three). <br/>The <b>tall</b> mode should be used in the older templates sidebar as a widget. <br/> The <b>wide</b> mode you integrate into the header or the top of the body via the shortcode [igumbi_avform].
de: <b>tall oder wide/wide2 mode</b><br/> <b>wide2</b> ist das standard Layout for responsive single column Templates (z.B.: Twenty Twenty, Twenty twenty-One... Twenty-Twenty-Three). <br/>Das <b>tall</b> Layout sollte in älteren Templates mit Sidebar und Widget Spalten genutzt werden.<br/> Das <b>wide</b> Layout erlaubt es den Anfangsdialog in den Header oder unter einem Headerbild mit dem Shortcode [igumbi_avform] einzubinden.

source: igumbi Responsive Mode
de: igumbi Responsiver Modus

source: Responsive Mode: When you choose the 'responsive' mode over the 'classic' mode you get a stripped down CSS file and you need to ensure that you handle the styling of your buttons to go with your theme.
de: Responsiver-Modus: Wenn Sie den 'responsive'-Modus wählen, statt dem 'classic'-Modus, erhalten Sie eine abgespeckte CSS-Datei und Sie müssen sich selber um das Styling der Buttons kümmern damit es mit Ihrem Theme zusammenspielt.

source: You can overwrite the CSS provided by the igumbi booking tool. Check the <a href='https://www.igumbi.com/stylesheets/seller.css' target='_blank'>basic CSS</a> (mostly width and dimensions),<br/> the <a href='https://www.igumbi.com/stylesheets/sellerci.css' target='_blank'>button and colors CSS</a> and the <a href='https://www.igumbi.com/stylesheets/date.css' target='_blank'>date popup CSS</a> files.
de: Sie können das CSS des igumbi Buchungstools überschreiben.<br/>Sehen sich die <a href='https://www.igumbi.com/stylesheets/seller.css' target='_blank'>Standard CSS Datei</a> an (Größtenteils Breiten und Dimensionen der Elemente), das <a href='https://www.igumbi.com/stylesheets/sellerci.css' target='_blank'>CSS für Buttons und Farben</a> und das <a href='https://www.igumbi.com/stylesheets/date.css' target='_blank'>CSS für das Datums-Popup</a>.

source: Getting started with the online booking tool (IBE)
de: Erste Schritte mit dem Online-Buchungstool (IBE)

source: Sign-up for a <a href='https://www.igumbi.com/trial?locale=en&utm_campaign=wpplugin&utm_source=adminpage&utm_medium=link' class='button button-primary'>igumbi trial account</a> and enter the settings above.
de: Melden Sie sich zu einem <a href='https://www.igumbi.com/trial?locale=en&utm_campaign=wpplugin&utm_source=adminpage&utm_medium=link' class='button button-primary'>igumbi Demo Zugang</a> an.

source: Set up your property in igumbi: at least describe your productcategories and load a picture for each productcategory. Ensure your bookings have been entered so that the correct availability can be calculated before setting the booking tool live on the website.
de: Richten Sie Ihren Betrieb in igumbi ein: Beschreiben Sie Ihre Produktkategorien und laden Sie ein Bild für jede Produktkategorie. Stellen Sie sicher, dass Ihre bestehenden Buchungen korrekt eingegeben wurden damit igumbi die korrekte Verfügbarkeit berechnen kann, bevor das Buchungstool live auf Ihre WordPress Website stellen.

source: Page with Shortcodes: You can place the elements individually by creating a page in WordPress and enter these <b>shortcodes: [igumbi_avform] and [igumbi_dialog]</b>. You can customize the avform with parameters like [igumbi_avform lang=es] to handle different languages.<br/><pre>[igumbi_avform]<br/>[igumbi_dialog]</pre>
de: Das Widget um eine Buchung zu starten(Ab-/Abreisedatum, Zimmer, Personen) wurde in den Widget Sidebar platziert. Die Auskunft vom Server über Preise und Verfügbarkeiten ist Ihr Haupt-Contentbereich. Um die beiden Elemente frei zu platzieren erstellen Sie einen Beitrag (oder aktualisieren Sie Ihr Website Template) und nutzen Sie die Shortcodes: [igumbi_avform] und [igumbi_dialog] um die Elemente in Ihrer zu platzieren. Der Aufruf des "avform" Formulars kann mit Parametern erfolgen: z. B. [avform wide=true lang=es] für ein anderes Einstiegslayout und in Spanisch

source: Theme: Optionally add the shortcode [igumbi_avform] and [igumbi_dialog] to your theme. Usually it is placed first item after <br/> <code>&lt;div id='content' role='main'&gt;</code> with <code>&lt;?php echo do_shortcode('[igumbi_dialog]');?&gt;</code>.<br/>This is where the response from the booking tool will land after an availability request has been made.
de: Fügen Sie nach <code>&lt;div id='content' role='main'&gt;</code> den Shortcode [igumbi_dialog] zu Ihrem Theme als erstes Element hinzu mit <code>&lt;?php echo do_shortcode('[igumbi_dialog]');?&gt;</code>. In diesen Bereich kommt die Antwort des Servers nachdem eine Verfügbarkeitsanfrage gestellt wurde.

source: Widget: The widget to start the booking-flow (arrival date, departure date, number of rooms, number of persons persons) can be added to the widget sidebar. The placement of the booking tool output is your main content area.
de: Widget: Das Widget zum Starten des Buchungsdialogs (Ankunftsdatum, Abreisedatum, Anzahl der Zimmer, Anzahl der Personen Personen) kann der Widget-Seitenleiste hinzugefügt werden. Die Antwort des Buchungstool sollte in der Haupt-Contentspalte Ihrer Seite sein.

source: Add the [igumbi_avform] to the sidebar widgets. Menu Appearance >> Widgets and pull it to the top under/above search - move it up high in the sidebar, as it is probably your primary conversion goal to drive bookings with your WordPress Site.
de: Fügen Sie den Sidebar-Widgets [igumbi_avform] hinzu. Menü Design >> Widgets >> Blog Sidebar und ziehen Sie es ganz hinauf unter oder über die "Suche". Das Element sollte recht weit oben im Blog Sidebar sein. Es ist wahrscheinlich das primäre Ziel der Website Buchungen zu generieren.

source: Payments with creditcard: You can use <b>Stripe for payment processing</b> of the bookings. Contact <a href='mailto:support@igumbi.com?subject=Wordpress%20Plugin%20Stripe'>igumbi Support</a> for activation and a walkthrough of the options.<br/> Here is a <a href='https://www.igumbi.com/de/support/kreditkartenzahlung-mit-stripe'>German support article</a> explaining the igumbi - Stripe integration.
de: Wenn Sie <b>Stripe für die Zahlungsabwicklung</b> der Buchungen verwenden möchten, so kann dieser im igumbi im Backend konfiguriert werden. Kontaktieren Sie den <a href='mailto:support@igumbi.com?subject=Wordpress%20Plugin%20Stripe'> igumbi Support</a> für die Aktivierung und einer Demo der Zahlungsfunktionen. Hier ist ein <a href='https://www.igumbi.com/de/support/kreditkartenzahlung-mit-stripe'>Support-Artikel</a> der die Integration von igumbi mit Stripe erklärt.

source: List of Productcategories
de: Liste der Produktkategorien

source: Tall or wide mode: The tall mode should be used in the sidebar as a widget. <br/> The wide mode you integrate into the header or the top of the body via the shortcode [igumbi_avform].
de: Tall- oder Wide-Modus: Der Tall-Mode wird typischerweise in der Sidebar als Widget verwendet. <br/>Den Wide Modus integriert man über den Shortcode [igumbi_avform] im Header oder unter einem Hero Bild im oberen Bereich der Seite.

source: Getting started
de: Erste Schritte

source: Availability Calendar
de: Verfügbarkeitskalender

source: Occupancy Calendar
de: Belegungskalender
